[
   {
    "start": "2025-10-15",
    "category": "Event",
    "title": "Participation to an event",
    "detail": "15 October, 2025",
    "description": "Communication at the Hôtel à projets event",
    "location": {
            "venue": "Campus Condorcet",
            "city": "Aubervilliers, France"
        },
        "link": {
            "page": false,
            "label": "Conference Program",
            "url": "https://www.campus-condorcet.fr/fr/agenda/lhotel-a-projets-vous-invite"
        }
  },
 {
        "start": "2025-10-01",
        "category": "Other",
        "title": "New team members 🤝",
        "detail": "1 October, 2025",
        "description": "Cecile Vermaas and Émilie Guidi join as PhD students.",
        "location": null,
        "link": null
    },
  {
    "start": "2025-09-22",
    "category": "Event",
    "title": "Participation to an event",
    "detail": "22 September, 2025",
    "description": "Communication at the CultureLab Kick-off conference",
    "location": {
            "venue": "Campus Condorcet",
            "city": "Aubervilliers, France"
        },
        "link": {
            "page": false,
            "label": "Conference Program",
            "url": "https://psl.eu/agenda/colloque-inaugural-du-grand-programme-de-recherche-culturelab"
        }
  },
  {
        "start": "2025-09-17",
        "category": "Other",
        "title": "New team member 🤝",
        "detail": "17 September, 2025",
        "description": "Elise Charrel joins as an Administrator, replacing Beatriz Tadeo Fuica.",
        "location": null,
        "link": null
    },
    {
        "start": "2025-09-01",
        "category": "Other",
        "title": "New team member 🤝",
        "detail": "1 September, 2025",
        "description": "Virgile Reignier joins as a Data Architect, replacing Kelly Christensen.",
        "link": {
            "page": false,
            "label": "GitHub",
            "url": "https://github.com/virgile-reignier"
        },
        "location": null
    },
    {
        "start": "2025-07-17",
        "category": "Publication",
        "title": "Greening your database of literary works: How to avoid reinventing vocabularies, in favor of sustainable, reusable models",
        "detail": ["Kelly Christensen", "Jean-Baptiste Camps"],
        "description": "In a multilingual database of literary works, users will want to find a story's various versions. Therefore, we must conceptualize the threshold between narrative content (story) and its expression in language. While specially designed for evolving narrative traditions, our solution is grounded in the Functional Requirements for Bibliographic Records model.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://enc.hal.science/hal-05059049v1"
        },
        "image": "/images/christensen_2025.png",
        "pub_category": "Communication"
    },
            {
        "start": "2025-06-25",
        "category": "Publication",
        "title": "“Bifidité” et évolution: philologie computationnelle des textes en langue d’oïl",
        "detail": ["Jean-Baptiste Camps"],
        "description": "Plus qu’une simple poursuite des questionnaires philologiques actuels par d’autres moyens, la philologie computationnelle peut, dans certains contextes, amener des déplacements ou des transformations dans les paradigmes de recherche en sciences des textes. Sans sortir du paradigme évolutionniste qui remonte aux origines de la discipline, la philologie peut ainsi reprendre à son compte des approches méthodologiques articulant démarche de test d’hypothèse, modèles et analyse de données. La massification des données permise par l’intelligence artificielle ouvre des perspectives d’analyse nouvelles, propice aux études macrostructurelles, comparatistes ou de longue durée.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://enc.hal.science/hal-05129826"
        },
        "image": "/images/camps_2025.png",
        "pub_category": "Article"
    },
        {
        "start": "2025-06-05",
        "category": "Publication",
        "title": "Style in Eight Syllables: Metric Annotation and Stylometry of Chrétien de Troyes and Contemporaries",
        "detail": ["Jean-Baptiste Camps", "Florian Cafiero", "Philippe Chaumet-Riffaud", "Damien Conceicao", "Ulysse Godreau", "Émilie Guidi", "Alexandre Lionnet", "Théo Moins", "Pierre-Alexandre Nistor", "Benedetta Salvati"],
        "description": "Authorship attribution for medieval texts such as those of Chrétien de Troyes poses unique challenges due to textual transmission, language variation, and limited reference corpora. In this context, it might be useful to draw as much stylistic information as possible from the texts, beyond most common features such as function words. This paper presents an ongoing project to include metrical annotation (with a focus on prosody) in the stylometric analysis of Medieval French, to enhance support vector machine (SVM)-based authorship attribution. The case at hand focuses on the attribution of the works of Chrétien de Troyes and his contemporaries.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://zenodo.org/records/15600258"
        },
        "image": "/images/camps_cafiero_al_2025.png",
        "pub_category": "Communication"
    },
        {
        "start": "2025-06-03",
        "category": "Publication",
        "title": "On the transmission of texts: written cultures as complex systems",
        "detail": ["Jean-Baptiste Camps", "Julien Randon-Furling", "Ulysse Godreau"],
        "description": "Our knowledge of past cultures relies considerably on written material. For centuries, texts have been copied, altered, then transmitted or lost - eventually, from surviving documents, philologists attempt to reconstruct text phylogenies (“stemmata”), and past written cultures. Nonetheless, fundamental questions on the extent of losses, representativeness of surviving artefacts, and the dynamics of text genealogies have remained open since the earliest days of philology. To address these, we radically rethink the study of text transmission through a complexity science approach, integrating stochastic modelling, computer simulations, and data analysis, in a parsimonious mindset akin to statistical physics and evolutionary biology. Thus, we design models that are simple and general, while accounting for diachrony and other key aspects of the dynamical process underlying text phylogenies, such as the extinction of entire branches or trees. On the well-known case study of Medieval French chivalric literature, we find that up to 60% of texts and 99% of manuscripts were lost (consistent with recent synchronic “biodiversity” analyses). We also settle a hundred-year-old controversy on the bifidity of stemmata. Further, our null model suggests that pure chance (“drift”) is not the only mechanism at play, and we provide a theoretical and empirical framework for future investigation.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://arxiv.org/abs/2505.19246"
        },
        "image": "/images/camps_randon-furling_al_2025.png",
        "pub_category": "Preprint"
    },
    {
        "start": "2025-03-01",
        "category": "Other",
        "title": "[Finished] PhD Contract Offer 🎓",
        "detail": "Deadline: 23 March 2025",
        "description": "Hiring 2 PhDs in Computational Philology.",
        "location": {
            "venue": "École nationale des chartes",
            "city": "Paris, France"
        },
        "link": {
            "page": false,
            "label": "Job Description",
            "url": "https://euraxess.ec.europa.eu/jobs/320469"
        }
    },
    {
        "start": "2025-04-01",
        "category": "Event",
        "title": "Hackathon 2025",
        "detail": "TBD, 2025",
        "description": "With initial corpora entered into the database, hackathon to work with and analyse the data, driven by scientific inquiries and leading to early results.",
        "location": {
            "venue": "École nationale des chartes",
            "city": "Paris, France"
        },
        "link": {
            "page": true,
            "label": "Conference Website",
            "url": "/news/hackathon2025"
        }
    },
    {
        "start": "2024-12-06",
        "category": "Publication",
        "title": "Textual Transmission without Borders: Multiple Multilingual Alignment and Stemmatology of the “Lancelot en prose” (Medieval French, Castilian, Italian)",
        "detail": ["Matthias Gille Levenson", "Lucence Ing", "Jean-Baptiste Camps"],
        "description": "This study focuses on the problem of multilingual medieval text alignment, which presents specific challenges, due to the absence of modern punctuation in the texts and the non-standard forms of medieval languages. In order to perform the alignment of several witnesses from the multilingual tradition of the prose Lancelot, we first develop an automatic text segmenter based on BERT and then align the produced segments using Bertalign. This alignment is then used to produce stemmatological hypotheses, using phylogenetic methods. The aligned sequences are clustered independently by two human annotators and a clustering algorithm (DBScan), and the resulting variant tables submitted to maximum parsimony analysis, in order to produce trees. The trees are then compared and discussed in light of philological knowledge. Results tend to show that automatically clustered sequences can provide results comparable to those of human annotation.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://ceur-ws.org/Vol-3834/paper104.pdf"
        },
        "image": "/images/gille-levenson_ing_al_2024.png",
        "pub_category": "Conference Proceedings"
    },
    {
        "start": "2024-10-01",
        "category": "Other",
        "title": "New team member 🤝",
        "detail": "1 October, 2024",
        "description": "Théo Moins joins as a Research Software Engineer.",
        "link": {
            "page": false,
            "label": "GitHub",
            "url": "https://github.com/TheoMoins"
        },
        "location": null
    },
    {
        "start": "2024-09-29",
        "category": "Event",
        "title": "Collaborators' Meeting #2",
        "detail": "29 September, 2024 - 1 October, 2024",
        "description": "Orientation of collaborators with the data model, discussion of final adjustments, and beginning of data entry.",
        "location": {
            "venue": "University of Antwerp",
            "city": "Antwerp, Belgium"
        },
        "link": null
    },
    {
        "start": "2024-09-01",
        "category": "Other",
        "title": "New team member 🤝",
        "detail": "1 September, 2024",
        "description": "Ulysse Godreau joins as a Postdoc.",
        "link": {
            "page": false,
            "label": "GitHub",
            "url": "https://github.com/ugodreau"
        },
        "location": null
    },
    {
        "start": "2024-07-22",
        "category": "Event",
        "title": "Collaborators' Meeting #1",
        "detail": "22 July, 2024",
        "description": "Break ground on adjusting the data model in accordance with the needs of diverse corpora.",
        "location": {
            "venue": "Royal Library of Belgium",
            "city": "Brussels, Belgium"
        },
        "link": null
    },
    {
        "start": "2024-06-06",
        "category": "Publication",
        "title": "The Authorship of the Works of Chrétien de Troyes A Stylometric Examination",
        "detail": ["Jean-Baptiste Camps", "Benedetta Salvati", "Gonzalo Freijedo Aduna", "Donghan Bian", "Gaëtan Drouet", "Eglantine Gaglione", "Emilie Guidi", "Carolina Macedo", "Yaelle Zribi", "Florian Cafiero"],
        "description": "Numerous controversies have emerged about the exact delimitations of the works written by the hand of Chrétien de Troyes, the founder of French roman and introductor of the theme of the Holy Grail in medieval literature. In this paper, we collect a corpus made of previous digital editions and of texts OCRed and post-corrected by ourselves, to analyse it through authorship attribution techniques. Our results seem to broadly confirm expected results, such as the way Chrétien’s Lancelot was finished by Godefroy de Laigny. But our analyses also add new insights. Our rolling SVM suggest the possibility that the poorly esteemed and very disputed Guillaume d’Angleterre would have been written by multiple authors, indicating a possible completion of passages previously written by Chrétien. They also highlight the fact that Perceval’s ending could have been completed the same way the Lancelot was, by someone who is not Chrétien. Further analyses will be needed to confirm these new findings.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://zenodo.org/records/11516758"
        },
        "image": "/images/camps_salvati_al_2024.png",
        "pub_category": "Communication"
    },
    {
        "start": "2024-05-28",
        "category": "Event",
        "title": "Kickoff Conference",
        "detail": "28-29 May, 2024",
        "description": "Kick-off conference, inviting the scientific community to interrogate the key questions of the project.",
        "location": {
            "venue": "École nationale des chartes",
            "city": "Paris, France"
        },
        "link": {
            "page": false,
            "label": "Conference Program",
            "url": "https://www.chartes.psl.eu/sites/default/files/public/media/document/2024-05/lostma_kickoff_event_program.pdf"
        }
    },
    {
        "start": "2024-05-24",
        "category": "Event",
        "title": "Public Conference: Les Manuscrits perdus de l'Europe médiévale",
        "detail": "24 May, 2024",
        "description": "Lecture to the general public presenting LostMA, and its current results and objectives; then broadcasted online.",
        "location": {
            "venue": "École nationale des chartes",
            "city": "Paris, France"
        },
        "link": {
            "page": false,
            "label": "Video Recording",
            "url": "https://www.youtube.com/watch?v=_rekmYY4-Pc"
        }
    },
    {
        "start": "2024-03-01",
        "category": "Other",
        "title": "New team member 🤝",
        "detail": "1 March, 2024",
        "description": "Kelly Christensen joins as a Data Architect.",
        "link": {
            "page": false,
            "label": "GitHub",
            "url": "https://github.com/kat-kel"
        },
        "location": null
    },
    {
        "start": "2024-01-01",
        "category": "Other",
        "title": "Start of LostMa 🚀",
        "detail": "1 January, 2024",
        "description": "The LostMa ERC project officially begins!",
        "location": null,
        "link": {
            "page": false,
            "label": "ERC Project Summary",
            "url": "https://doi.org/10.3030/101117408"
        }
    },
       {
        "start": "2023-12-08",
        "category": "Publication",
        "title": "Make Love or War? Monitoring the Thematic Evolution of Medieval French Narratives",
        "detail": ["Jean-Baptiste Camps", "Nicolas Baumard", "Pierre-Carl Langlais", "Olivier Morin", "Thibault Clérice", "Jade Norindr"],
        "description": "In this paper, we test a famous conjecture in literary history put forward by Seignobos and de Rougemont according to which the French central medieval period (12-13th centuries) is characterized by an important increase in the cultural importance of love. To do that, we focus on the large and culturally important body of manuscripts containing medieval French long narrative fictions, in particular epics (chansons de geste, of the Matter of France) and romances (chiefly romans on the Matters of Britain and of Rome), both in verse and in prose, from the 12th to the 15th century. We introduce the largest available corpus of these texts, the Corpus of Medieval French Epics and Romances, composed of digitised manuscripts drawn from Gallica, and processed through layout analysis and handwritten text recognition. We then use semantic representations based on embeddings to monitor the place given to love and violence in this corpus, through time. We observe that themes (such as the relation between love and death) and emblematic works well identified by literary history do indeed play a central part in the representation of love in the corpus, but our modelling also points to the characteristic nature of more overlooked works. Variation in time seems to show that there is indeed an phase of expansion of love in these fictions, in the 13th and early 14th century, followed by a period of contraction, that seem to correlate with the Crisis of the Late Middle Ages.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://ceur-ws.org/Vol-3558/paper8175.pdf"
        },
        "image": "/images/camps_baumard_al_2023.png",
        "pub_category": "Conference Proceedings"
    },
    {
        "start": "2022-10-26",
        "category": "Publication",
        "title": "Lost Manuscripts and Extinct Texts : A Dynamic Model of Cultural Transmission",
        "detail": ["Jean-Baptiste Camps", "Julien Randon-Furling"],
        "description": "How did written works evolve, disappear or survive down through the ages? In this paper, we propose a unified, formal framework for two fundamental questions in the study of the transmission of texts: how much was lost or preserved from all works of the past, and why do their genealogies (their \"phylogenetic trees\") present the very peculiar shapes that we observe or, more precisely, reconstruct? We argue here that these questions share similarities to those encountered in evolutionary biology, and can be described in terms of \"genetic\" drift and \"natural\" selection. Through agent-based models, we show that such properties as have been observed by philologists since the 1800s can be simulated, and confronted to data gathered for ancient and medieval texts across Europe, in order to obtain plausible estimations of the number of works and manuscripts that existed and were lost.",
        "link": {
            "page": false,
            "label": "Read Online",
            "url": "https://shs.hal.science/halshs-03827975"
        },
        "image": "/images/camps_randon-furling_2022.png",
        "pub_category": "Conference Proceedings"
    }
]
